* Расчёты для четвертой главы курсового

** 4.1
*** Площадь круглых ИЭТ
#+constants: pi=3.1415926
| R1...R4  | 4 | 2.5 |    19.635 |        мм |
| R9...R10 | 2 | 2.5 |    9.8175 |           |
| R11, R12 | 2 | 1.6 |  4.021248 |           |
| R13      | 1 | 1.6 |  2.010624 |           |
| R14      | 1 | 1.6 |  2.010624 |           |
| R15      | 1 | 2.5 |   4.90875 |           |
| C1       | 1 |  13 |  132.7326 |           |
| C2       | 1 |  13 |  132.7326 |           |
| C3       | 1 |  10 |     78.54 |           |
| C4, C5   | 2 | 6.3 | 62.345052 |           |
| HA1      | 1 |  12 |  113.0976 |           |
| HL1      | 1 |   3 |    7.0686 |           |
| Sum      |   |     |           | 568.92020 |
#+TBLFM: $4=(($3/2)^2)* 3.1416 * $2::@13$5=vsum(@1$4..@-1$4)





